IDEA Open Model
LineSupport.IsUserStiffnessX Property
Compatible with IDEA StatiCa 20.1
 true for user stiffness
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsUserStiffnessX { get; set; }
Public Property IsUserStiffnessX As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace